INSERT INTO singers
VALUES
	(1,	'Michael Jackson'),
	(2,	'Shakira'),
	(3,	'Виктор Цой'),
	(4,	'Филипп Киркоров');

INSERT INTO	Genre
VALUES
	(1, 'РОК'),
	(2,	'Поп'),
	(3,	'Соул'),
	(4,	'Фанк'),
	(5,	'Диско'),
	(6,	'EDM'),
	(7,	'Советская эстрада'),
	(8,	'Испанский рок');

INSERT INTO Singers_genre
VALUES
	(1,	1),
	(1,	2),
	(1,	3),
	(1,	4),
	(1,	5),
	(2,	3),
	(2,	6),
	(2,	8),
	(3,	1),
	(3,	2),
	(4,	4),
	(4,	7);

INSERT INTO albums
VALUES
	(1,	'BAD25', '2012-09-18'),
	(2,	'IMMORTAL',	'2011-11-21'),
	(3,	'MICHAEL',	'2010-12-14'),
	(4,	'Sale el sol', '2010-07-10'),
	(5,	'She Wolf',	'2009-03-01'),
	(6,	'Группа Крови',	'1988-05-02'),
	(7,	'Noch',	'1986-04-22'),
	(9,	'Челофилия', '2019-10-10'),
	(8,	'Влюбленный и безумно одинокий', '2020-07-10');

INSERT INTO singers_album
VALUES
	(1,	1),
	(1,	2),
	(1,	3),
	(2,	4),
	(2,	5),
	(3,	6),
	(3,	7),
	(4,	8),
	(4,	9);

INSERT INTO songs
VALUES
	(1,	'Bad my', 245, 1),
	(2,	'Speed Demon', 232, 1),
	(3,	'Free',	220, 1),
	(4,	'Working Day', 300, 2),
	(5,	'You are', 240, 2),
	(6,	'Ghosts', 240, 3),
	(7,	'Scream', 260, 3),
	(8,	'Loca',	193, 4),
	(9,	'Tu boca', 247, 4),
	(10, 'Waka', 185, 4),
	(11, 'Spy',	207, 5),
	(12, 'Loba', 189, 5),
	(13, 'Война', 250, 6),
	(14, 'Закрой дверь', 198, 6),
	(15, 'Видели ночь',	187, 7),
	(16, 'Фильмы', 294, 7),
	(17, 'Шабада', 225, 8),
	(18, 'Я за тебя умру', 248, 8),
	(19, 'НЛО',	233, 9),
	(20, 'Настроения нет мой', 249, 9),
	(21,'myself', 100, 1),
	(22,'premyne', 100, 1);

INSERT INTO collection
VALUES
	(1,	'Dangerous', '2020-10-01'),
	(2,	'Wall',	'2000-03-10'),
	(3,	'Fixation', '2005-10-03'),
	(4,	'Something', '2001-10-03'),
	(5,	'Мороз', '1999-12-22'),
	(6,	'Hero',	'1989-11-13'),
	(7,	'Однажды', '2000-07-27'),
	(8,	'Мокрый блюз', '2010-08-27');

INSERT INTO Songs_collection
VALUES
	(1,	2),
	(2,	1),
	(3,	1),
	(4,	2),
	(5,	2),
	(6,	1),
	(7,	2),
	(8,	3),
	(9,	3),
	(10, 4),
	(11, 4),
	(12, 4),
	(13, 5),
	(14, 6),
	(15, 5),
	(16, 6),
	(17, 7),
	(18, 7),
	(19, 8),
	(20, 8);
	